Repository: baijum/ukulele-companion
Catalog: iosApp/UkuleleCompanion/Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, tr, zh_hans

# patterns_edit_strum
source: Edit Strum Pattern
ar: تعديل نمط نقر
de: Schlagmuster bearbeiten
es: Editar patrón de rasgueo
fr: Modifier le motif de grattage
hi: स्ट्रम पैटर्न संपादित करें
id: Edit Pola Strumming
it: Modifica pattern di strumming
ja: ストロークパターンを編集
ko: 스트럼 패턴 편집
nl: Strumpatroon bewerken
pl: Edytuj wzorzec strumowania
pt: Editar padrão de batida
ru: Изменить ритм боя
tr: Strumming Kalıbını Düzenle
zh_hans: 编辑扫弦节奏

# patterns_finger
source: Finger
ar: الإصبع
es: Dedo
fr: Doigt
hi: उँगली
id: Jari
it: Dito
ja: 指
ko: 손가락
nl: Vinger
pl: Palec
pt: Dedo
ru: Палец
tr: Parmak
zh_hans: 手指

# patterns_fingerpicking
source: Fingerpicking
ar: العزف بالأصابع
es: Punteo
fr: Arpège
hi: फिंगरपिकिंग
ja: フィンガーピッキング
ko: 핑거피킹
pt: Dedilhado
ru: Перебор
zh_hans: 指弹

# patterns_index
source: Index
ar: السبابة
de: Zeigefinger
es: Índice
hi: तर्जनी
id: Telunjuk
it: Indice
ja: 人差し指
ko: 검지
nl: Wijsvinger
pl: Wskazujący
pt: Indicador
ru: Указательный
tr: İşaret
zh_hans: 食指

# patterns_middle
source: Middle
ar: الوسطى
de: Mittelfinger
es: Medio
fr: Majeur
hi: मध्यमा
id: Tengah
it: Medio
ja: 中指
ko: 중지
nl: Middelvinger
pl: Środkowy
pt: Médio
ru: Средний
tr: Orta
zh_hans: 中指

# patterns_my
source: My Patterns
ar: أنماطي
de: Meine Muster
es: Mis patrones
fr: Mes motifs
hi: मेरे पैटर्न
id: Pola Saya
it: I miei pattern
ja: マイパターン
ko: 내 패턴
nl: Mijn patronen
pl: Moje wzorce
pt: Meus padrões
ru: Мои ритмы
tr: Kalıplarım
zh_hans: 我的节奏型

# patterns_pattern_name
source: Pattern Name
ar: اسم النمط
de: Mustername
es: Nombre del patrón
fr: Nom du motif
hi: पैटर्न का नाम
id: Nama Pola
it: Nome del pattern
ja: パターン名
ko: 패턴 이름
nl: Patroonnaam
pl: Nazwa wzorca
pt: Nome do padrão
ru: Название ритма
tr: Kalıp Adı
zh_hans: 节奏型名称

# patterns_ring
source: Ring
ar: البنصر
de: Ringfinger
es: Anular
fr: Annulaire
hi: अनामिका
id: Manis
it: Anulare
ja: 薬指
ko: 약지
nl: Ringvinger
pl: Serdeczny
pt: Anelar
ru: Безымянный
tr: Yüzük
zh_hans: 无名指

# patterns_steps
source: %lld steps
ar: %lld خطوة
de: %lld Schritte
es: %lld pasos
fr: %lld étapes
hi: %lld स्टेप
id: %lld langkah
it: %lld passi
ja: %lldステップ
ko: %lld단계
nl: %lld stappen
pl: %lld kroków
pt: %lld passos
ru: %lld шагов
tr: %lld adım
zh_hans: %lld 步

# patterns_string
source: String
ar: الوتر
de: Saite
es: Cuerda
fr: Corde
hi: तार
id: Senar
it: Corda
ja: 弦
ko: 현
nl: Snaar
pl: Struna
pt: Corda
ru: Струна
tr: Tel
zh_hans: 弦

# patterns_strumming
source: Strumming
ar: النقر
de: Schlagmuster
es: Rasgueo
fr: Grattage
hi: स्ट्रमिंग
ja: ストローク
ko: 스트러밍
pt: Batida
ru: Бой
zh_hans: 扫弦

# patterns_tap_accent
source: Tap below to toggle accent
ar: انقر أدناه لتبديل النبر
de: Tippe unten, um Akzent umzuschalten
es: Toca abajo para activar/desactivar el acento
fr: Touchez ci-dessous pour activer/désactiver l'accent
hi: एक्सेंट टॉगल करने के लिए नीचे टैप करें
id: Ketuk di bawah untuk mengaktifkan/menonaktifkan aksen
it: Tocca sotto per attivare/disattivare l'accento
ja: 下をタップしてアクセントを切り替え
ko: 아래를 탭하여 악센트를 전환하세요
nl: Tik hieronder om accent aan/uit te schakelen
pl: Dotknij poniżej, aby włączyć/wyłączyć akcent
pt: Toque abaixo para alternar o acento
ru: Нажмите ниже для переключения акцента
tr: Vurgu açıp kapatmak için aşağıya dokunun
zh_hans: 点击下方切换重音

# patterns_tap_beat
source: Tap each beat to change direction
ar: انقر على كل نبضة لتغيير الاتجاه
de: Tippe auf jeden Schlag, um die Richtung zu ändern
es: Toca cada pulso para cambiar la dirección
fr: Touchez chaque temps pour changer la direction
hi: दिशा बदलने के लिए हर बीट टैप करें
id: Ketuk setiap ketukan untuk mengubah arah
it: Tocca ogni battito per cambiare direzione
ja: 各ビートをタップして方向を変更
ko: 각 박자를 탭하여 방향을 변경하세요
nl: Tik op elke tel om de richting te wijzigen
pl: Dotknij każdego uderzenia, aby zmienić kierunek
pt: Toque em cada batida para mudar a direção
ru: Нажмите на каждую долю для смены направления
tr: Yön değiştirmek için her vuruşa dokunun
zh_hans: 点击每个节拍以改变方向

# patterns_tap_step
source: Tap a step, then pick finger and string below
ar: انقر على خطوة، ثم اختر الإصبع والوتر أدناه
de: Tippe auf einen Schritt, dann wähle Finger und Saite unten
es: Toca un paso y luego selecciona dedo y cuerda abajo
fr: Touchez une étape, puis choisissez le doigt et la corde ci-dessous
hi: एक स्टेप टैप करें, फिर नीचे उँगली और तार चुनें
id: Ketuk langkah, lalu pilih jari dan senar di bawah
it: Tocca un passo, poi scegli dito e corda qui sotto
ja: ステップをタップし、下で指と弦を選択
ko: 단계를 탭한 뒤, 아래에서 손가락과 현을 선택하세요
nl: Tik op een stap, kies dan vinger en snaar hieronder
pl: Dotknij kroku, następnie wybierz palec i strunę poniżej
pt: Toque em um passo e depois escolha dedo e corda abaixo
ru: Нажмите на шаг, затем выберите палец и струну ниже
tr: Bir adıma dokunun, sonra aşağıdan parmak ve tel seçin
zh_hans: 点击一个步骤，然后在下方选择手指和弦

# patterns_tempo
source: Tempo
ar: الإيقاع
hi: गति
ja: テンポ
ko: 템포
ru: Темп
zh_hans: 速度

# patterns_thumb
source: Thumb
ar: الإبهام
de: Daumen
es: Pulgar
fr: Pouce
hi: अँगूठा
id: Jempol
it: Pollice
ja: 親指
ko: 엄지
nl: Duim
pl: Kciuk
pt: Polegar
ru: Большой
tr: Başparmak
zh_hans: 拇指

# patterns_time_signature
source: Time signature
ar: الميزان
de: Taktart
es: Compás
fr: Mesure
hi: ताल
id: Birama
it: Tempo
ja: 拍子
ko: 박자
nl: Maatsoort
pl: Metrum
pt: Compasso
ru: Размер
tr: Ölçü
zh_hans: 拍号

# performance_decrease_speed
source: Decrease scroll speed
ar: تقليل سرعة التمرير
de: Scrollgeschwindigkeit verringern
es: Reducir velocidad de desplazamiento
fr: Réduire la vitesse de défilement
hi: स्क्रॉल गति कम करें
id: Kurangi kecepatan gulir
it: Riduci velocità di scorrimento
ja: スクロール速度を下げる
ko: 스크롤 속도 줄이기
nl: Scrollsnelheid verlagen
pl: Zmniejsz szybkość przewijania
pt: Diminuir velocidade de rolagem
ru: Уменьшить скорость прокрутки
tr: Kaydırma hızını azalt
zh_hans: 降低滚动速度

# performance_increase_speed
source: Increase scroll speed
ar: زيادة سرعة التمرير
de: Scrollgeschwindigkeit erhöhen
es: Aumentar velocidad de desplazamiento
fr: Augmenter la vitesse de défilement
hi: स्क्रॉल गति बढ़ाएं
id: Tambah kecepatan gulir
it: Aumenta velocità di scorrimento
ja: スクロール速度を上げる
ko: 스크롤 속도 늘리기
nl: Scrollsnelheid verhogen
pl: Zwiększ szybkość przewijania
pt: Aumentar velocidade de rolagem
ru: Увеличить скорость прокрутки
tr: Kaydırma hızını artır
zh_hans: 增加滚动速度

source: Performance mode
ar: وضع الأداء
de: Auftrittsmodus
es: Modo actuación
fr: Mode performance
hi: प्रदर्शन मोड
id: Mode pertunjukan
it: Modalità esibizione
ja: パフォーマンスモード
ko: 공연 모드
nl: Optreden-modus
pl: Tryb występu
pt: Modo de apresentação
ru: Режим выступления
tr: Performans modu
zh_hans: 演奏模式

# performance_mode_exit
source: Exit performance mode
ar: الخروج من وضع الأداء
de: Auftrittsmodus beenden
es: Salir del modo actuación
fr: Quitter le mode performance
hi: प्रदर्शन मोड से बाहर निकलें
id: Keluar dari mode pertunjukan
it: Esci dalla modalità esibizione
ja: パフォーマンスモードを終了
ko: 공연 모드 종료
nl: Optreden-modus verlaten
pl: Wyjdź z trybu występu
pt: Sair do modo de apresentação
ru: Выйти из режима выступления
tr: Performans modundan çık
zh_hans: 退出演奏模式

# performance_mode_toggle_controls
source: Tap to show or hide controls
ar: انقر لإظهار أو إخفاء عناصر التحكم
de: Tippen zum Ein-/Ausblenden der Steuerung
es: Toca para mostrar u ocultar controles
fr: Appuyez pour afficher ou masquer les contrôles
hi: नियंत्रण दिखाने या छिपाने के लिए टैप करें
id: Ketuk untuk menampilkan atau menyembunyikan kontrol
it: Tocca per mostrare o nascondere i controlli
ja: タップして操作パネルの表示/非表示を切り替え
ko: 탭하여 컨트롤 표시/숨기기
nl: Tik om bediening te tonen of verbergen
pl: Dotknij, aby pokazać lub ukryć kontrolki
pt: Toque para mostrar ou ocultar os controles
ru: Нажмите для отображения или скрытия элементов управления
tr: Kontrolleri göstermek veya gizlemek için dokunun
zh_hans: 点击显示或隐藏控件

# performance_scroll_pause
source: Pause
ar: إيقاف مؤقت
es: Pausar
hi: रोकें
id: Jeda
it: Pausa
ja: 一時停止
ko: 일시정지
nl: Pauzeren
pl: Pauza
pt: Pausar
ru: Пауза
tr: Duraklat
zh_hans: 暂停

# performance_scroll_start
source: Scroll
ar: تمرير
de: Scrollen
es: Desplazar
fr: Défiler
hi: स्क्रॉल
id: Gulir
it: Scorri
ja: スクロール
ko: 스크롤
nl: Scrollen
pl: Przewiń
pt: Rolar
ru: Прокрутка
tr: Kaydır
zh_hans: 滚动

# pitch_monitor_arpeggio_label
source: arpeggio
ar: أربيجيو
es: arpegio
fr: arpège
hi: अर्पेजियो
ja: アルペジオ
ko: 아르페지오
pt: arpejo
ru: арпеджио
tr: arpej
zh_hans: 琶音

# pitch_monitor_current_note
source: Current note: %@
ar: النوتة الحالية: %@
de: Aktuelle Note: %@
es: Nota actual: %@
fr: Note actuelle : %@
hi: वर्तमान नोट: %@
id: Not saat ini: %@
it: Nota corrente: %@
ja: 現在の音: %@
ko: 현재 음: %@
nl: Huidige noot: %@
pl: Bieżąca nuta: %@
pt: Nota atual: %@
ru: Текущая нота: %@
tr: Geçerli nota: %@
zh_hans: 当前音符: %@

# pitch_monitor_detected_chord
source: Detected chord: %@
ar: الوتر المكتشف: %@
de: Erkannter Akkord: %@
es: Acorde detectado: %@
fr: Accord détecté : %@
hi: पहचाना गया कॉर्ड: %@
id: Akor terdeteksi: %@
it: Accordo rilevato: %@
ja: 検出されたコード: %@
ko: 감지된 코드: %@
nl: Gedetecteerd akkoord: %@
pl: Wykryty akord: %@
pt: Acorde detectado: %@
ru: Определённый аккорд: %@
tr: Algılanan akor: %@
zh_hans: 检测到的和弦: %@

# pitch_monitor_detecting
source: Detecting pitch…
ar: جارٍ اكتشاف النغمة…
de: Tonhöhe wird erkannt…
es: Detectando tono…
fr: Détection de la hauteur…
hi: पिच पहचान रहा है…
id: Mendeteksi nada…
it: Rilevamento dell'altezza…
ja: ピッチを検出中…
ko: 피치 감지 중…
nl: Toonhoogte detecteren…
pl: Wykrywanie wysokości dźwięku…
pt: Detectando tom…
ru: Определение высоты звука…
tr: Perde algılanıyor…
zh_hans: 正在检测音高…

# pitch_monitor_notes_prefix
source: Notes:
ar: النوتات:
de: Noten:
es: Notas:
hi: नोट्स:
id: Not:
it: Note:
ja: 音:
ko: 음:
nl: Noten:
pl: Nuty:
pt: Notas:
ru: Ноты:
tr: Notalar:
zh_hans: 音符:

# pitch_monitor_play_ukulele
source: Play your ukulele…
ar: اعزف يوكوليلي الخاص بك…
de: Spiele deine Ukulele…
es: Toca tu ukelele…
fr: Jouez votre ukulélé…
hi: अपना यूकुलेले बजाएँ…
id: Mainkan ukulele Anda…
it: Suona il tuo ukulele…
ja: ウクレレを弾いてください…
ko: 우쿨렐레를 연주하세요…
nl: Speel je ukulele…
pl: Zagraj na ukulele…
pt: Toque seu ukulele…
ru: Играйте на укулеле…
tr: Ukulelenizi çalın…
zh_hans: 弹奏你的尤克里里…

# pitch_monitor_playing
source: Playing %@
ar: يعزف %@
de: Spielt %@
es: Reproduciendo %@
fr: Lecture de %@
hi: %@ चला रहा है
id: Memutar %@
it: Riproduzione di %@
ja: %@を再生中
ko: %@ 재생 중
nl: %@ wordt afgespeeld
pl: Odtwarzanie %@
pt: Reproduzindo %@
ru: Воспроизводится %@
tr: %@ çalınıyor
zh_hans: 正在播放 %@

# pitch_monitor_start
source: Start
ar: ابدأ
es: Iniciar
fr: Démarrer
hi: शुरू करें
id: Mulai
it: Avvia
ja: スタート
ko: 시작
pt: Iniciar
ru: Старт
tr: Başlat
zh_hans: 开始

# pitch_monitor_tap_start
source: Tap Start to begin
ar: انقر \"ابدأ\" للبدء
de: Tippe auf Start, um zu beginnen
es: Toca Iniciar para comenzar
fr: Touchez Démarrer pour commencer
hi: शुरू करने के लिए \"शुरू\" टैप करें
id: Ketuk Mulai untuk memulai
it: Tocca Avvia per iniziare
ja: スタートをタップして開始
ko: 시작을 탭하여 시작하세요
nl: Tik op Start om te beginnen
pl: Dotknij Start, aby rozpocząć
pt: Toque em Iniciar para começar
ru: Нажмите «Старт» для начала
tr: Başlamak için Başlat'a dokun
zh_hans: 点击"开始"以启动

# pitch_monitor_visualization
source: Pitch visualization showing pitch over time
ar: عرض مرئي للنغمة يظهر تغيرها عبر الزمن
de: Tonhöhenvisualisierung mit zeitlichem Verlauf
es: Visualización de tono mostrando la evolución del tono en el tiempo
fr: Visualisation de la hauteur montrant l'évolution dans le temps
hi: पिच विज़ुअलाइज़ेशन, समय के साथ पिच दिखा रहा है
id: Visualisasi nada menunjukkan perubahan nada dari waktu ke waktu
it: Visualizzazione dell'altezza nel tempo
ja: 時間経過に伴うピッチの可視化
ko: 시간에 따른 피치 변화 시각화
nl: Toonhoogtevisualisatie met verloop in de tijd
pl: Wizualizacja wysokości dźwięku w czasie
pt: Visualização de afinação mostrando a evolução do tom ao longo do tempo
ru: Визуализация высоты звука во времени
tr: Zaman içinde perdeyi gösteren görselleştirme
zh_hans: 音高可视化，显示音高随时间的变化

# play_along_choose
source: Choose a key and progression, then play along with real-time chord detection.
ar: اختر مفتاحاً وتقدماً لحنياً، ثم اعزف مع اكتشاف الأوتار في الوقت الحقيقي.
de: Wähle eine Tonart und Akkordfolge, dann spiele mit Echtzeit-Akkorderkennung mit.
es: Elige una tonalidad y progresión, luego toca junto con la detección de acordes en tiempo real.
fr: Choisissez une tonalité et une progression, puis jouez avec la détection d'accords en temps réel.
hi: एक कुंजी और प्रोग्रेशन चुनें, फिर रियल-टाइम कॉर्ड पहचान के साथ बजाएँ।
id: Pilih kunci dan progresi, lalu bermain bersama dengan deteksi akor waktu nyata.
it: Scegli una tonalità e una progressione, poi suona insieme con il rilevamento accordi in tempo reale.
ja: キーとコード進行を選んで、リアルタイムコード検出で一緒に弾きましょう。
ko: 키와 코드 진행을 선택하고 실시간 코드 감지로 함께 연주하세요.
nl: Kies een toonsoort en progressie, en speel dan mee met real-time akkoorddetectie.
pl: Wybierz tonację i progresję, a następnie graj razem z wykrywaniem akordów w czasie rzeczywistym.
pt: Escolha uma tonalidade e progressão, depois toque junto com a detecção de acordes em tempo real.
ru: Выберите тональность и прогрессию, затем играйте с определением аккордов в реальном времени.
tr: Bir ton ve ilerleme seçin, ardından gerçek zamanlı akor algılama ile eşlik edin.
zh_hans: 选择一个调和一个和弦进行，然后跟着实时和弦检测一起弹奏。

# play_along_empty_progression
source: No chords in this progression. Please select a progression with chords.
ar: لا توجد أوتار في هذا التسلسل. يرجى اختيار تسلسل يحتوي على أوتار.
de: Keine Akkorde in dieser Progression. Bitte wähle eine Progression mit Akkorden.
es: No hay acordes en esta progresión. Por favor selecciona una progresión con acordes.
fr: Aucun accord dans cette progression. Veuillez sélectionner une progression avec des accords.
hi: इस प्रगति में कोई कॉर्ड नहीं हैं। कृपया कॉर्ड वाली प्रगति चुनें।
id: Tidak ada akor dalam progresi ini. Silakan pilih progresi yang memiliki akor.
it: Nessun accordo in questa progressione. Seleziona una progressione con accordi.
ja: このコード進行にはコードがありません。コードのある進行を選択してください。
ko: 이 코드 진행에 코드가 없습니다. 코드가 포함된 진행을 선택하세요.
nl: Geen akkoorden in deze progressie. Selecteer een progressie met akkoorden.
pl: Brak akordów w tej progresji. Wybierz progresję z akordami.
pt: Nenhum acorde nesta progressão. Selecione uma progressão com acordes.
ru: В этой последовательности нет аккордов. Выберите последовательность с аккордами.
tr: Bu ilerlemede akor yok. Lütfen akor içeren bir ilerleme seçin.
zh_hans: 此和弦进行中没有和弦。请选择包含和弦的进行。

# play_along_grade
source: Grade
ar: التقييم
de: Bewertung
es: Calificación
fr: Note
hi: ग्रेड
id: Nilai
it: Voto
ja: 評価
ko: 평가
nl: Beoordeling
pl: Ocena
pt: Nota
ru: Оценка
tr: Not
zh_hans: 评分

# play_along_grant
source: Grant Permission
ar: منح الإذن
de: Berechtigung erteilen
es: Conceder permiso
fr: Autoriser
hi: अनुमति दें
id: Berikan Izin
it: Concedi permesso
ja: 許可する
ko: 권한 허용
nl: Toestemming verlenen
pl: Przyznaj uprawnienie
pt: Conceder permissão
ru: Предоставить доступ
tr: İzin Ver
zh_hans: 授予权限

# play_along_heard
source: Heard:
ar: سُمع:
de: Gehört:
es: Detectado:
fr: Détecté :
hi: सुना:
id: Terdengar:
it: Rilevato:
ja: 検出:
ko: 감지:
nl: Gehoord:
pl: Usłyszano:
pt: Detectado:
ru: Услышано:
tr: Duyulan:
zh_hans: 听到:

# play_along_mic_needed
source: Microphone access needed for chord detection
ar: يلزم الوصول إلى الميكروفون لاكتشاف الأوتار
de: Mikrofonzugriff für Akkorderkennung erforderlich
es: Se necesita acceso al micrófono para la detección de acordes
fr: Accès au microphone requis pour la détection d'accords
hi: कॉर्ड पहचान के लिए माइक्रोफ़ोन एक्सेस आवश्यक
id: Akses mikrofon diperlukan untuk deteksi akor
it: Accesso al microfono necessario per il rilevamento degli accordi
ja: コード検出にマイクへのアクセスが必要です
ko: 코드 감지를 위해 마이크 접근이 필요합니다
nl: Microfoontoegang nodig voor akkoorddetectie
pl: Dostęp do mikrofonu wymagany do wykrywania akordów
pt: Acesso ao microfone necessário para detecção de acordes
ru: Для определения аккордов нужен доступ к микрофону
tr: Akor algılama için mikrofon erişimi gerekli
zh_hans: 和弦检测需要麦克风权限

# play_along_play
source: Play:
ar: اعزف:
de: Spiele:
es: Toca:
fr: Jouez :
hi: बजाएँ:
id: Mainkan:
it: Suona:
ja: 弾く:
ko: 연주:
nl: Speel:
pl: Graj:
pt: Toque:
ru: Играйте:
tr: Çal:
zh_hans: 弹奏:

# play_along_progression
source: Progression
ar: التقدم اللحني
de: Akkordfolge
es: Progresión
hi: प्रोग्रेशन
id: Progresi
it: Progressione
ja: コード進行
ko: 코드 진행
nl: Progressie
pl: Progresja
pt: Progressão
ru: Прогрессия
tr: İlerleme
zh_hans: 和弦进行

# play_along_subtitle
source: Listen and play the right chords!
ar: استمع واعزف الأوتار الصحيحة!
de: Höre zu und spiele die richtigen Akkorde!
es: ¡Escucha y toca los acordes correctos!
fr: Écoutez et jouez les bons accords !
hi: सुनें और सही कॉर्ड बजाएँ!
id: Dengarkan dan mainkan akor yang tepat!
it: Ascolta e suona gli accordi giusti!
ja: 聴いて正しいコードを弾きましょう！
ko: 듣고 올바른 코드를 연주하세요!
nl: Luister en speel de juiste akkoorden!
pl: Słuchaj i graj właściwe akordy!
pt: Ouça e toque os acordes certos!
ru: Слушайте и играйте правильные аккорды!
tr: Dinleyin ve doğru akorları çalın!
zh_hans: 聆听并弹奏正确的和弦！

# play_along_title
source: Play Along
ar: العزف المصاحب
de: Mitspielen
es: Tocar junto
fr: Jouer ensemble
hi: साथ बजाएँ
id: Bermain Bersama
it: Suona insieme
ja: 一緒に演奏
ko: 함께 연주
nl: Meespelen
pl: Graj razem
pt: Tocar junto
ru: Играть вместе
tr: Eşlik Et
zh_hans: 跟弹练习

# play_direction_ascending
source: Ascending
ar: صاعد
de: Aufsteigend
es: Ascendente
fr: Ascendant
hi: आरोही
id: Naik
it: Ascendente
ja: 上行
ko: 상행
nl: Oplopend
pl: Wznoszący
pt: Ascendente
ru: Восходящее
tr: Çıkan
zh_hans: 上行

# play_direction_both
source: Both
ar: كلاهما
de: Beide
es: Ambas
fr: Les deux
hi: दोनों
id: Keduanya
it: Entrambe
ja: 両方
ko: 양쪽
nl: Beide
pl: Oba
pt: Ambas
ru: Оба
tr: Her ikisi
zh_hans: 双向

# play_direction_descending
source: Descending
ar: نازل
de: Absteigend
es: Descendente
fr: Descendant
hi: अवरोही
id: Turun
it: Discendente
ja: 下行
ko: 하행
nl: Aflopend
pl: Opadający
pt: Descendente
ru: Нисходящее
tr: İnen
zh_hans: 下行

# playback_prefix
source: Playback:
ar: التشغيل:
de: Wiedergabe:
es: Reproducción:
fr: Lecture :
hi: प्लेबैक:
id: Pemutaran:
it: Riproduzione:
ja: 再生:
ko: 재생:
nl: Afspelen:
pl: Odtwarzanie:
pt: Reprodução:
ru: Воспроизведение:
tr: Çalma:
zh_hans: 播放:

# practice_mode_ear_training
source: Ear Training
ar: تدريب السمع
de: Gehörbildung
es: Entrenamiento auditivo
fr: Entraînement auditif
hi: श्रवण प्रशिक्षण
id: Latihan pendengaran
it: Allenamento uditivo
ja: 聴音トレーニング
ko: 청음 훈련
nl: Gehoortraining
pl: Trening słuchu
pt: Treino auditivo
ru: Слуховая тренировка
tr: İşitme eğitimi
zh_hans: 听力训练

# practice_mode_play_along
source: Play Along
ar: العزف مع
de: Mitspielen
es: Tocar junto
fr: Jouer avec
hi: साथ बजाएँ
id: Bermain bersama
it: Suonare insieme
ja: 一緒に弾く
ko: 함께 연주
nl: Meespelen
pl: Graj razem
pt: Tocar junto
ru: Играть вместе
tr: Eşlik et
zh_hans: 跟弹

# practice_mode_quiz
source: Scale Quiz
ar: اختبار السلالم
de: Tonleiter-Quiz
es: Test de escalas
fr: Quiz de gammes
hi: स्केल क्विज़
id: Kuis tangga nada
it: Quiz scale
ja: スケールクイズ
ko: 스케일 퀴즈
nl: Toonladder-quiz
pl: Quiz gamowy
pt: Quiz de escalas
ru: Викторина по гаммам
tr: Dizi testi
zh_hans: 音阶测验

# progress_daily_goal
source: Daily goal: %lld min
ar: الهدف اليومي: %lld دقيقة
de: Tagesziel: %lld Min.
es: Meta diaria: %lld min
fr: Objectif quotidien : %lld min
hi: दैनिक लक्ष्य: %lld मिनट
id: Target harian: %lld menit
it: Obiettivo giornaliero: %lld min
ja: 日課目標: %lld分
ko: 일일 목표: %lld분
nl: Dagelijks doel: %lld min
pl: Cel dzienny: %lld min
pt: Meta diária: %lld min
ru: Дневная цель: %lld мин
tr: Günlük hedef: %lld dk
zh_hans: 每日目标: %lld 分钟

# progress_day_streak
source: Day Streak
ar: أيام متتالية
de: Tages-Serie
es: Racha de días
fr: Série de jours
hi: दिन की लगातार
id: Hari Beruntun
it: Giorni consecutivi
ja: 連続日数
ko: 연속 일수
nl: Dagenreeks
pl: Seria dni
pt: Sequência de dias
ru: Дней подряд
tr: Gün Serisi
zh_hans: 连续天数

# progress_lessons_completed
source: Lessons completed
ar: دروس مكتملة
de: Lektionen abgeschlossen
es: Lecciones completadas
fr: Leçons terminées
hi: पूर्ण पाठ
id: Pelajaran diselesaikan
it: Lezioni completate
ja: 完了したレッスン
ko: 완료한 레슨
nl: Lessen voltooid
pl: Lekcje ukończone
pt: Lições concluídas
ru: Уроков пройдено
tr: Tamamlanan dersler
zh_hans: 已完成课程

# progress_lessons_done
source: Lessons Done
ar: دروس مكتملة
de: Abgeschlossene Lektionen
es: Lecciones completadas
fr: Leçons terminées
hi: पूर्ण पाठ
id: Pelajaran Selesai
it: Lezioni completate
ja: 完了したレッスン
ko: 완료한 레슨
nl: Lessen afgerond
pl: Ukończone lekcje
pt: Lições concluídas
ru: Уроков пройдено
tr: Tamamlanan Dersler
zh_hans: 已完成课程

# progress_no_attempts
source: No attempts yet.
ar: لا محاولات بعد.
de: Noch keine Versuche.
es: Sin intentos aún.
fr: Aucune tentative pour l'instant.
hi: अभी कोई प्रयास नहीं।
id: Belum ada percobaan.
it: Nessun tentativo.
ja: まだ記録がありません。
ko: 아직 기록이 없습니다.
nl: Nog geen pogingen.
pl: Brak prób.
pt: Nenhuma tentativa ainda.
ru: Пока нет попыток.
tr: Henüz deneme yapılmadı.
zh_hans: 暂无尝试。

# progress_overall
source: Overall
ar: عام
de: Gesamt
es: General
fr: Général
hi: समग्र
id: Keseluruhan
it: Complessivo
ja: 総合
ko: 전체
nl: Totaal
pl: Ogólnie
pt: Geral
ru: Общее
tr: Genel
zh_hans: 总览

# progress_practice_time
source: Practice Time
ar: وقت التمرين
de: Übungszeit
es: Tiempo de práctica
fr: Temps de pratique
hi: अभ्यास समय
id: Waktu Latihan
it: Tempo di pratica
ja: 練習時間
ko: 연습 시간
nl: Oefentijd
pl: Czas ćwiczeń
pt: Tempo de prática
ru: Время занятий
tr: Çalışma Süresi
zh_hans: 练习时间

# progress_quizzes_passed
source: Quizzes passed
ar: اختبارات ناجحة
de: Quizze bestanden
es: Quizzes aprobados
fr: Quiz réussis
hi: उत्तीर्ण क्विज़
id: Kuis lulus
it: Quiz superati
ja: 合格したクイズ
ko: 통과한 퀴즈
nl: Quizzen gehaald
pl: Quizy zdane
pt: Quizzes aprovados
ru: Тестов сдано
tr: Geçilen testler
zh_hans: 已通过测验

# progress_reset
source: Reset All Progress
ar: إعادة تعيين كل التقدم
de: Gesamten Fortschritt zurücksetzen
es: Restablecer todo el progreso
fr: Réinitialiser toute la progression
hi: सभी प्रगति रीसेट करें
id: Atur Ulang Semua Kemajuan
it: Azzera tutti i progressi
ja: すべての進捗をリセット
ko: 모든 진행 상황 초기화
nl: Alle voortgang resetten
pl: Resetuj wszystkie postępy
pt: Redefinir todo o progresso
ru: Сбросить весь прогресс
tr: Tüm İlerlemeyi Sıfırla
zh_hans: 重置所有进度
